Repository: yakushabb/Spedread
Catalog: po/*.po
Languages: tr

source: Read like a speedrunner!
tr: Koşar gibi okuyun!

source: read;fast;speed;reading;
tr: oku;hız;hızlı;okuma;

source: GTK speed reading software: Read like a speedrunner!
tr: GTK ile hazırlanmış hızlı okuma yazılımı: Koşar gibi okuyun!

source: This program will show one word at a time rapidly to allow focusing on the general idea rather than single words along with less eye movements.
tr: Bu program, daha az göz hareketiyle, tek tek kelimeler yerine genel fikre odaklanmayı sağlamak için her seferinde bir kelimeyi hızlıca gösterecek.

source: Go to "Text" and paste your read!
tr: "Metin" alanına gidip okumak istediğinizi yapıştırın!

source: End reached
tr: Sona ulaşıldı

source: %u min %u s left
tr: %u dk %u sn kaldı

source: Text
tr: Metin

source: Read
tr: Oku

source: New Window
tr: Yeni Pencere

source: Main Menu
tr: Ana Menü

source: This change will only be applied after you restart Spedread
tr: Bu değişiklik Spedread yeniden başlattıktan sonra uygulanacak

source: About Spedread...
tr: Spedread Hakkında

source: translator-credits
tr: Sabri Ünal <yakushabb@gmail.com>

source: Milliseconds per Word
tr: Kelime Başına Milisaniye

source: Reading Font
tr: Okuma Yazı Tipi

source: Use libadwaita
tr: Libadwaita kullan

source: Paste
tr: Yapıştır
